Repository: itsmng/stockmanagement
Catalog: locales/*.po
Languages: fr_fr

source: Stock management
fr_fr: Gestion des stocks

source: No current notification
fr_fr: Aucune notification en cours

source: Notification sent on : %1$s
fr_fr: Notification envoyée le : %1$s

source: No data available
fr_fr: Aucune donnée disponible

source: Configuration saved with success !
fr_fr: Configuration sauvegardée avec succès !

source: Plugin not installed or activated
fr_fr: Le plugin n'est pas installé ou activé

source: Alert threshold
fr_fr: Seuil d'alerte

source: Stock per type
fr_fr: Stock par type

source: Material type
fr_fr: Type de matériel

source: Notification sending
fr_fr: Envoi de notification

source: Number in : %1$s
fr_fr: Nombre en : %1$s

source: Stock per manufacturer and model
fr_fr: Stock par fabricant et modèle

source: You don't have the required rights
fr_fr: Vous n'avez pas les droits requis

source: Notification(s) sent !
fr_fr: Notification(s) envoyée(s) !

source: Recurring notification for Stock Management
fr_fr: Notification récurrente pour Gestion des stocks

source: Some machines have exceeded the threshold
fr_fr: Certaines machines ont dépassées le seuil d'alerte

source: ITSM-NG Stock management
fr_fr: ITSM-NG Gestion des stocks

source: Notification update for Stock Management
fr_fr: Notification mise à jour pour Gestion des stocks

source: Notification for Stock Management
fr_fr: Notification pour Gestion des stocks

source: Stock management update
fr_fr: Mise à jour Gestion des stocks

source: List per type
fr_fr: Liste par type

source: List per manufacturer and model
fr_fr: Liste par fabricant et modèle

source: Fixed threshold
fr_fr: Seuil fixé

source: Number in stock
fr_fr: Nombre en stock

source: Stock status
fr_fr: Status du stock
